Repository: haaanw/WorkloadManagementApp
Catalog: WorkloadApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# onboardingV2.tutorial.step.capture
source: In the gym — say the set, it's logged
zh_hans: 训练中——说出这一组，就记录好了

# onboardingV2.tutorial.step.checkin
source: Morning — one question, ten seconds
zh_hans: 早晨——一个问题，十秒钟

# onboardingV2.tutorial.step.proposal
source: Your day's numbers, adjusted to your body
zh_hans: 当天的数字，按你的身体调整

# onboardingV2.tutorial.subtitle
source: Check in, get your numbers, speak your sets. That is the whole habit.
zh_hans: 晨间确认，拿到数字，说出你的组数。习惯就这么简单。

# onboardingV2.tutorial.title
source: One loop, every day.
zh_hans: 每天，就这一个循环。

source: Optional — note a sore spot to track how your body handles load.
zh_hans: 可选——记录酸痛部位，了解身体对训练负荷的反应。

# paywall.title
source: Upgrade
zh_hans: 升级

# picker.sessionType.title
source: Session Type
zh_hans: 训练类型

# picker.sportType.title
source: Sport Type
zh_hans: 运动类型

# planToday.action.planToday
source: Plan Today
zh_hans: 规划今天

# planToday.chooser.loadTemplate.subtitle
source: Use one of your saved programs as today's plan.
zh_hans: 使用你保存的某个训练计划作为今天的安排。

# planToday.chooser.loadTemplate.title
source: Load a template
zh_hans: 载入模板

# planToday.chooser.manual.subtitle
source: Quickly plan a single lift with target weight, reps, and RPE.
zh_hans: 快速规划单个动作，设定目标重量、次数和 RPE。

# planToday.chooser.manual.title
source: Enter a lift
zh_hans: 输入动作

# planToday.chooser.navTitle
source: Plan Today
zh_hans: 规划今天

# planToday.chooser.subtitle
source: Designate today's planned session.
zh_hans: 指定今天的计划训练。

# planToday.manual.nameLabel
source: Lift
zh_hans: 动作

# planToday.manual.namePlaceholder
source: e.g. Back Squat
zh_hans: 例如：深蹲

# planToday.manual.navTitle
source: Plan a Lift
zh_hans: 规划动作

# planToday.manual.repsLabel
source: Target reps
zh_hans: 目标次数

# planToday.manual.repsPlaceholder
source: reps
zh_hans: 次

# planToday.manual.rpeToggle
source: Set target RPE
zh_hans: 设定目标 RPE

# planToday.manual.weightLabel
source: Target weight (kg)
zh_hans: 目标重量（公斤）

# planToday.manual.weightPlaceholder
source: kg
zh_hans: 公斤

# planToday.menu.label
source: Plan Today
zh_hans: 规划今天

# prescriptionStatus.assigned
source: Assigned
zh_hans: 已布置

# prescriptionStatus.completed
source: Completed
zh_hans: 已完成

# prescriptionStatus.skipped
source: Skipped
zh_hans: 已跳过

# probe.action.save
source: Save
zh_hans: 保存

# probe.action.skip
source: Skip
zh_hans: 跳过

# probe.grip.hand
source: Hand
zh_hans: 手

# probe.grip.hand.left
source: Left
zh_hans: 左手

# probe.grip.hand.right
source: Right
zh_hans: 右手

# probe.grip.placeholder
source: kg
zh_hans: 公斤

# probe.grip.protocol
source: Optional, needs a dynamometer. Best of 3 attempts, same hand and posture each morning.
zh_hans: 可选，需要握力计。取 3 次中的最佳值，每天早晨使用相同的手和姿势。

# probe.grip.toggle
source: Add grip strength
zh_hans: 添加握力

# probe.header.subtitle
source: Answered before you see any score, so your judgement stays your own. This is used to check the algorithm — it never changes your score.
zh_hans: 在你看到任何评分之前作答，以保持判断的独立性。该数据仅用于检验算法，绝不会改变你的评分。

# probe.header.title
source: Before today's reading
zh_hans: 在查看今日读数前

# probe.readiness.question
source: How ready do you feel to train hard today?
zh_hans: 今天你感觉有多准备好进行高强度训练？

# probe.readiness.scaleHint
source: 1 = wrecked · 10 = fully ready
zh_hans: 1＝极差 · 10＝完全就绪

# profile.action.deleteAccount
source: Delete Account
zh_hans: 删除账号

# profile.action.deleting
source: Deleting...
zh_hans: 正在删除...

# profile.action.enterAthleteCode
source: Enter Athlete Code
zh_hans: 输入运动员邀请码

# profile.action.generating
source: Generating...
zh_hans: 正在生成...

# profile.action.setupTrainingProfile
source: Set up training profile
zh_hans: 设置训练档案

# profile.connection.health.subtitle
source: Permissions and connected data state
zh_hans: 权限与连接数据状态

# profile.connection.health.title
source: Apple Health
zh_hans: Apple 健康

# profile.context.athlete
source: Athlete context
zh_hans: 运动员模式

# profile.context.coachMode.subtitle
source: Roster, plans, reports, and coach profile
zh_hans: 队员、计划、报告和教练档案

# profile.context.coachMode.title
source: Coach mode
zh_hans: 教练模式

# profile.context.open
source: Open
zh_hans: 打开

# profile.delete.confirmBody
source: This will permanently delete your account and all associated data. This action cannot be undone.
zh_hans: 这将永久删除你的账号和所有相关数据。此操作无法撤销。

# profile.deleteAccount.error
source: Failed to delete account: %@
zh_hans: 删除账户失败：%@

# profile.destination.fullSettings.subtitle
source: Identity, units, notification timing, and measurement tools
zh_hans: 身份、单位、通知时间和测量工具

# profile.destination.fullSettings.title
source: Full profile settings
zh_hans: 完整档案设置

# profile.destination.language
source: Language
zh_hans: 语言

# profile.destination.subscription
source: Subscription
zh_hans: 订阅

# profile.destination.trainingProfile.subtitle
source: Frequency, duration, effort, and baseline
zh_hans: 频率、时长、强度和基线

# profile.destination.trainingProfile.title
source: Training profile
zh_hans: 训练档案

# profile.empty.noAthlete
source: No athlete profile found.
zh_hans: 未找到运动员档案。

# profile.field.avgDuration
source: Avg duration
zh_hans: 平均时长

# profile.field.day
source: Day
zh_hans: 日期

# profile.field.experienceLevel
source: Experience Level
zh_hans: 经验等级

# profile.field.name
source: Name
zh_hans: 姓名

# profile.field.sessionsPerWeek
source: Sessions / week
zh_hans: 每周训练次数

# profile.field.sport
source: Sport
zh_hans: 运动项目

# profile.field.sports
source: Sports
zh_hans: 运动项目

# profile.field.time
source: Time
zh_hans: 时间

# profile.field.trainingFrequency
source: Training Frequency
zh_hans: 训练频率

# profile.field.typicalEffort
source: Typical effort
zh_hans: 典型强度

# profile.field.weeksAtLevel
source: Weeks at level
zh_hans: 当前等级周数

# profile.healthkit.authorize
source: Authorize HealthKit Access
zh_hans: 授权访问 HealthKit

# profile.healthkit.authorized
source: Authorized
zh_hans: 已授权

# profile.healthkit.connectedNoData
source: Connected — no recent data
zh_hans: 已连接 — 暂无最新数据

# profile.healthkit.dataWeRead
source: DATA WE READ
zh_hans: 我们读取的数据

# profile.healthkit.devicesHint
source: Data from Apple Watch, Whoop, Oura, and Garmin flows through HealthKit automatically.
zh_hans: 来自 Apple Watch、Whoop、Oura 和 Garmin 的数据会通过 HealthKit 自动同步。

# profile.healthkit.disclaimer
source: Tuwa reads data from HealthKit to calculate your recovery score and TRIMP. We never write data to HealthKit.
zh_hans: Tuwa 从 HealthKit 读取数据用于计算恢复评分和 TRIMP。我们永远不会向 HealthKit 写入数据。

# profile.healthkit.manageInHealth
source: Manage in Health
zh_hans: 在“健康”中管理

# profile.healthkit.permissions
source: HealthKit Permissions
zh_hans: 健康数据权限

# profile.language.label
source: Language
zh_hans: 语言

# profile.measurement.row
source: Validation signals
zh_hans: 验证信号

# profile.nav.title
source: Profile
zh_hans: 档案

# profile.notif.deniedHint
source: Notifications are disabled in Settings. Go to Settings > Tuwa to enable them.
zh_hans: 通知已在设置中禁用。前往「设置 > Tuwa」启用。

# profile.row.weeklySummary
source: Weekly Summary
zh_hans: 每周总结

# profile.row.weightUnit
source: Weight Unit
zh_hans: 重量单位

# profile.section.account
source: ACCOUNT
zh_hans: 账户

# profile.section.athlete
source: ATHLETE
zh_hans: 运动员

# profile.section.connectedDevices
source: CONNECTED DEVICES
zh_hans: 已连接设备

# profile.section.connections
source: Connections
zh_hans: 连接

# profile.section.context
source: Context
zh_hans: 模式

# profile.section.dataSync
source: DATA SYNC
zh_hans: 数据同步

# profile.section.exerciseLibrary
source: Exercise Library
zh_hans: 训练动作

# profile.section.myAthletes
source: MY ATHLETES
zh_hans: 我的运动员

# profile.section.notifications
source: NOTIFICATIONS
zh_hans: 通知

# profile.section.preferences
source: PREFERENCES
zh_hans: 偏好设置

# profile.section.product
source: Product
zh_hans: 产品

# profile.section.training
source: Training
zh_hans: 训练

# profile.section.trainingProfile
source: TRAINING PROFILE
zh_hans: 训练档案

# profile.signOut
source: Sign Out
zh_hans: 退出登录

# profile.signOut.riskConfirm
source: Sign out anyway
zh_hans: 仍要退出

# profile.signOut.riskMessage
source: Some of your data has not reached the server. Signing out deletes all local data on this device. Fix sync before you sign out.
zh_hans: 部分数据尚未同步到服务器。退出登录会删除此设备上的全部本地数据。请先解决同步问题再退出。

# profile.signOut.riskTitle
source: Unsynced data
zh_hans: 数据未同步

# profile.sports.primary
source: Primary
zh_hans: 主项

# profile.subscription.athletePro
source: Athlete Pro
zh_hans: 运动员 Pro

# profile.subscription.coach
source: Coach
zh_hans: 教练

# profile.subscription.free
source: Free
zh_hans: 免费版

# profile.sync.allSynced
source: All data synced
zh_hans: 全部已同步

# profile.sync.issues
source: Issues
zh_hans: 有问题

# profile.sync.justNow
source: Just now
zh_hans: 刚刚

# profile.sync.navTitle
source: Sync Status
zh_hans: 同步状态

# profile.sync.neverSynced
source: Never
zh_hans: 从未同步

# profile.sync.status
source: Sync Status
zh_hans: 同步状态

# profile.sync.statusTitle
source: SYNC STATUS
zh_hans: 同步状态

# profile.title
source: Profile
zh_hans: 档案

# profile.trainingProfile.areas.one
source: %lld area
zh_hans: %lld 个部位

# profile.trainingProfile.areas.other
source: %lld areas
zh_hans: %lld 个部位

# profile.trainingProfile.avgDuration
source: Average duration
zh_hans: 平均训练时长

# profile.trainingProfile.injuryHistory
source: Injury history
zh_hans: 伤病史

# profile.trainingProfile.injuryNotes
source: Notes (optional)
zh_hans: 备注（可选）

# profile.trainingProfile.movementTypes
source: Movement types
zh_hans: 运动类型

# profile.trainingProfile.movementTypes.selected
source: %lld selected
zh_hans: 已选 %lld 项

# profile.trainingProfile.navTitle
source: Training Profile
zh_hans: 训练档案

# profile.trainingProfile.placeholder.select
source: Select
zh_hans: 选择

# profile.trainingProfile.saveError
source: Couldn't save your training profile. Please try again.
zh_hans: 无法保存训练档案。请重试。

# profile.trainingProfile.schedule.periodized
source: Periodized
zh_hans: 周期化

# profile.trainingProfile.schedule.steady
source: Steady
zh_hans: 稳定

# profile.trainingProfile.scheduleType
source: Schedule type
zh_hans: 训练计划类型

# profile.trainingProfile.sectionOptional
source: Optional
zh_hans: 可选

# profile.trainingProfile.sectionRequired
source: Required
zh_hans: 必需

# profile.trainingProfile.sessionsPerWeek
source: Sessions per week
zh_hans: 每周训练次数

# profile.trainingProfile.trainingAge
source: Training age
zh_hans: 训练年限

# profile.trainingProfile.typicalEffort
source: Typical effort
zh_hans: 典型训练强度

# profile.trainingProfile.weeks.one
source: 1 week
zh_hans: 1 周

# profile.trainingProfile.weeks.other
source: %lld weeks
zh_hans: %lld 周

# profile.trainingProfile.weeksAtLevel
source: Weeks at current level
zh_hans: 当前水平的训练周数

# profile.trainingProfile.years.one
source: 1 year
zh_hans: 1 年

# profile.trainingProfile.years.other
source: %lld years
zh_hans: %lld 年

# profile.validation.footer
source: Asks one question before your score each morning, plus optional grip strength. Used only to check the algorithm against evidence it cannot see.
zh_hans: 每天早晨在显示评分前询问一个问题，并可选记录握力。仅用于以其无法看到的证据检验算法。

# profile.validation.morningProbe
source: Morning readiness check
zh_hans: 晨间准备度记录

# profile.validation.title
source: Algorithm validation
zh_hans: 算法检验

# program.action.bringNew
source: Bring a new program
zh_hans: 导入新计划

# program.action.movePosition
source: Move my position
zh_hans: 移动我的位置

# program.action.myTemplates
source: My templates
zh_hans: 我的模板

# program.day.moved
source: MOVED
zh_hans: 已移

# program.day.noTemplate
source: The file gave this day no session content.
zh_hans: 文件没有给这一天安排训练内容。

# program.day.setCount
source: SETS: %lld
zh_hans: 组数：%lld

# program.day.skipped
source: SKIPPED
zh_hans: 未练

# program.day.today
source: TODAY
zh_hans: 今天

# program.day.trained
source: TRAINED
zh_hans: 已练

# program.day.upcoming
source: UPCOMING
zh_hans: 待练

# program.easedEntry.reason
source: Eased entry — week 1: one back-off trimmed, top set as written.
zh_hans: 渐进开始——第1周：每个动作减少一组次顶组，最重组照计划。

# program.empty.body
source: Bring your program and this screen becomes its map — weeks, phases, position, progress.
zh_hans: 导入训练计划后，这里将展示它的全貌——周、阶段、位置与进展。

# program.empty.title
source: No program yet
zh_hans: 还没有训练计划

# program.header.imported
source: IMPORTED %1$@ · %2$@
zh_hans: 导入于 %1$@ · %2$@

# program.lift.key
source: ■ LOGGED · □ PLANNED
zh_hans: ■ 已记录 · □ 计划

# program.lift.source
source: FROM YOUR LOG + PLAN
zh_hans: 来自你的记录与计划

# program.lift.stamp
source: %1$@ · MOST FREQUENT WEIGHTED LIFT · TOP SET · %2$@
zh_hans: %1$@ · 出现最多的负重动作 · 最重组 · %2$@

# program.move.confirm
source: Move here
zh_hans: 移到这里

# program.move.dayStamp
source: DAY
zh_hans: 天

# program.move.title
source: Move my position
zh_hans: 移动位置

# program.move.weekStamp
source: WEEK
zh_hans: 周

# program.nav.title
source: Program
zh_hans: 训练计划

# program.phase.stamp
source: PHASE %1$lld · %2$@
zh_hans: 阶段%1$lld · %2$@

# program.stat.position
source: POSITION · TAP TO MOVE
zh_hans: 位置 · 点按可移动

# program.stat.trained
source: SESSIONS TRAINED
zh_hans: 已完成训练

# program.stat.volume
source: VOLUME VS PLANNED · TRAINED DAYS
zh_hans: 实际/计划容量 · 仅已练日

# program.week.done
source: DONE
zh_hans: 完成

# program.week.now
source: NOW
zh_hans: 当前

# program.weeks.collapseAll
source: Collapse all
zh_hans: 收起全部

# program.weeks.expandAll
source: Expand all
zh_hans: 展开全部

# program.weeks.key
source: TONNAGE · RELATIVE
zh_hans: 容量 · 相对值

# programImport.action.read
source: Read my program
zh_hans: 读取我的计划

# programImport.compare.asWritten
source: As written
zh_hans: 按计划

# programImport.compare.body
source: The new block opens above the load you have been carrying. Suggestion: train week 1 with the top sets as written and one back-off set trimmed per lift — about %@ — then as written from week 2.
zh_hans: 新计划的开局高于你近期承受的负荷。建议：第1周最重组照计划，每个动作减少一组次顶组——约%@——从第2周起完全按计划执行。

# programImport.compare.chronic
source: YOUR LAST 4 WKS · KG·WK
zh_hans: 过去4周 · 千克·周

# programImport.compare.ease
source: Ease in
zh_hans: 渐进开始

# programImport.compare.opening
source: NEW WEEK 1 ASKS
zh_hans: 新计划第1周要求

# programImport.compare.step
source: OPENING STEP · %+.0f%% · STRENGTH VOLUME
zh_hans: 开局增幅 · %+.0f%% · 力量容量

# programImport.compare.weeks
source: %lld WEEKS
zh_hans: 共%lld周

# programImport.done.archived
source: The previous block is archived with its history intact.
zh_hans: 上一个训练块已归档，历史记录完整保留。

# programImport.done.body
source: Your schedule starts at week 1, day 1. Tuwa proposes each day from your program position — the numbers stay the author's.
zh_hans: 日程从第1周第1天开始。Tuwa 根据计划位置提出每天的训练——数字始终由计划作者决定。

# programImport.done.position
source: W1 · D1 · %lld WEEKS
zh_hans: 第1周 · 第1天 · 共%lld周

# programImport.done.stamp
source: NEW PROGRAM ACTIVE
zh_hans: 新计划已启用

# programImport.door.paste
source: Paste it
zh_hans: 粘贴

# programImport.door.paste.sub
source: TEXT
zh_hans: 文本

# programImport.door.pdf.sub
source: COACH'S FILE
zh_hans: 教练的文件

# programImport.door.photo
source: Photo
zh_hans: 拍照

# programImport.door.photo.sub
source: WHITEBOARD
zh_hans: 白板

# programImport.door.say
source: Say it
zh_hans: 口述

# programImport.door.say.sub
source: DESCRIBE IT
zh_hans: 描述计划

# programImport.doors.body
source: Paste it, drop your coach's file, shoot the whiteboard, or describe it. Tuwa reads the whole block — the numbers stay yours.
zh_hans: 粘贴文本、导入教练的文件、拍下白板，或直接口述。Tuwa 读取整个训练块——数字始终由你决定。

# programImport.doors.stamp
source: BRING YOUR PROGRAM
zh_hans: 导入训练计划

# programImport.duration.question
source: How long do you intend to run it?
zh_hans: 你打算按这个计划练多久？

# programImport.duration.stamp
source: THE FILE NAMES NO DURATION
zh_hans: 文件未注明周期

# programImport.duration.suggest
source: I'm not sure — suggest one
zh_hans: 不确定——帮我建议

# programImport.duration.unit
source: WEEKS · YOUR CALL
zh_hans: 周 · 由你决定

# programImport.files.addFiles
source: Add more files
zh_hans: 继续添加文件

# programImport.files.addPhotos
source: Add more photos
zh_hans: 继续添加照片

# programImport.files.body
source: Tuwa reads these files in this order, as one program. Remove anything that is not part of it.
zh_hans: Tuwa 按这个顺序把这些文件作为一个计划读取。移除不属于该计划的内容。

# programImport.files.index
source: File %lld
zh_hans: 文件%lld

# programImport.files.photoName
source: Photo %lld
zh_hans: 照片%lld

# programImport.files.reading
source: Reading %1$lld of %2$lld
zh_hans: 正在读取第%1$lld个，共%2$lld个

# programImport.files.remove
source: Remove %@
zh_hans: 移除%@

# programImport.files.stamp
source: Read as one program
zh_hans: 作为一个计划读取

# programImport.nav.title
source: Bring your program
zh_hans: 导入训练计划

# programImport.paste.instruction
source: Paste your program — weeks, days, exercises, numbers.
zh_hans: 粘贴你的训练计划——周、天、动作、数字。

# programImport.reading
source: Reading your program…
zh_hans: 正在读取你的计划…

# programImport.reading.long
source: Still reading. Long programs take a minute.
zh_hans: 还在读取。较长的计划需要一分钟左右。

# programImport.say.instruction
source: Describe your program in your own words — the weeks, the days, the exercises and the numbers. Record it, or type it here.
zh_hans: 用你自己的话描述训练计划——有几周、每周哪几天、做哪些动作、多少组次重量。可以录音，也可以直接输入。

# programImport.say.record
source: Record your program
zh_hans: 录下你的计划

# programImport.say.record.a11y
source: Record your program by voice
zh_hans: 语音录制你的训练计划

# programImport.start.nextWeek
source: Starts next Monday
zh_hans: 下周一开始

# programImport.start.stamp
source: WEEK 1 STARTS
zh_hans: 第 1 周开始

# programImport.start.today
source: Starts today
zh_hans: 今天开始

# programImport.suggest.line
source: Against your %1$lld weeks of logged training and this plan's structure, %2$lld weeks keeps the climb steady. Your call — the plan stays as written.
zh_hans: 结合你已记录的%1$lld周训练和该计划的结构，%2$lld周可保持稳定提升。由你决定——计划内容保持原样。

# programImport.suggest.lineLighter
source: Against your %1$lld weeks of logged training and this plan's volume step%2$@, %3$lld weeks with a lighter middle week keeps the climb steady. Your call — the plan stays as written.
zh_hans: 结合你已记录的%1$lld周训练和该计划的容量增幅%2$@，%3$lld周并在中段安排一个较轻的周可保持稳定提升。由你决定——计划内容保持原样。

# programImport.suggest.own
source: Pick my own
zh_hans: 自己选

# programImport.suggest.stamp
source: FROM YOUR HISTORY + THIS PLAN'S STRUCTURE
zh_hans: 基于你的历史与计划结构

# programImport.suggest.use
source: Use %lld weeks
zh_hans: 采用%lld周

# programSource.manual
source: Built in app
zh_hans: 应用内创建

# programSource.photo
source: Photo
zh_hans: 照片

# programSource.text
source: Pasted text
zh_hans: 粘贴文本

# programSource.voice
source: Described by voice
zh_hans: 语音描述

# progression.cycleBias
source: Holding steady this session. %@
zh_hans: 本次训练保持稳定。%@

# progression.deload
source: Recovery is low — reducing load to protect adaptation.
zh_hans: 恢复较低 — 减少负荷以保护适应。

# progression.distanceDurationDefault
source: Adjusted for current recovery.
zh_hans: 根据当前恢复进行调整。

# progression.durationOnlyDefault
source: Based on last session.
zh_hans: 基于上次训练。

# progression.increase
source: Recovery is strong and load is balanced — pushing forward.
zh_hans: 恢复很好，负荷平衡 — 继续推进。

# progression.maintain
source: Maintaining current level — recovery or load not ideal for progression.
zh_hans: 保持当前水平 — 恢复或负荷不适合进展。

# progression.noPreviousData
source: No previous data — log your first session to get suggestions.
zh_hans: 没有以前的数据 — 记录你的第一次训练以获得建议。

# progression.noWeightData
source: Repeating last session — no weight data to progress from.
zh_hans: 重复上次训练 — 没有重量数据可用于进展。

# progression.repsOnlyDefault
source: Based on last session, adjusted for recovery.
zh_hans: 基于上次训练，根据恢复进行调整。

# progression.targetWeight
source: Target: %.1fkg (+%.1fkg).
zh_hans: 目标：%.1fkg (+%.1fkg)。

# prs.dualRun.explanation
source: Tuwa now reads your daily readiness and accumulated training strain together. During this transition we show both your previous and updated guidance.
zh_hans: Tuwa 现在会同时结合每日准备度与累积训练负担给出建议。过渡期内会同时展示更新前后的两种指导。

# prs.dualRun.previous
source: Previous
zh_hans: 更新前

# prs.dualRun.title
source: Guidance method updated
zh_hans: 指导方式已更新

# prs.dualRun.updated
source: Updated
zh_hans: 更新后

# prType.fastestPace
source: Fastest Pace
zh_hans: 最快配速

# prType.maxReps
source: Max Reps
zh_hans: 最多次数

# prType.maxVolume
source: Max Volume
zh_hans: 最大总量

# prType.maxWeight
source: Max Weight
zh_hans: 最大重量

# quickPast.action.save
source: Save to that day
zh_hans: 保存到当天

# quickPast.duration.stamp
source: DURATION
zh_hans: 时长

# quickPast.duration.unit
source: MINUTES
zh_hans: 分钟

# quickPast.nav.title
source: Log a past day
zh_hans: 补记过去的一天

# quickPast.rpe.stamp
source: EFFORT · RPE 1-10
zh_hans: 自觉强度 · RPE 1-10

# reason.caution
source: Caution — %@
zh_hans: 注意 — %@

# reason.consecutiveTrainingDays
source: %d consecutive training days
zh_hans: %d 天连续训练

# reason.personalSleepBaseline
source: Your personal sleep baseline is ~%dh %dm
zh_hans: 你的个人睡眠基线约为 %d 小时 %d 分钟

# reason.readinessFactor
source: %@ — %@ %.1fσ %@ your baseline
zh_hans: %@ — %@ %.1fσ %@你的基线

# recommendation.acwr.contextSuffix
source: (Load context: %@.)
zh_hans: （负荷背景：%@。）

# recommendation.detail.activeRecoveryLoad
source: Your body needs recovery. Light movement (Zone 1-2 cardio, mobility work, foam rolling) only. Reduce volume by 50% and cap intensity.
zh_hans: 你的身体需要恢复。仅进行轻度活动（第 1-2 区有氧运动、活动度工作、筋膜放松）。将训练量减少 50%，上限强度。

# recommendation.detail.activeRecoveryStrain
source: Readiness is low. Keep to light movement (Zone 1-2, mobility, foam rolling). Reduce volume by 50%.
zh_hans: 准备度较低。保持轻度活动（第 1-2 区、活动度、筋膜放松）。将训练量减少 50%。

# recommendation.detail.buildGradually
source: Readiness is moderate and accumulated strain is low. Progressively build capacity, but don't push past RPE 8.
zh_hans: 准备度中等，积累压力较低。逐步增加容量，但不要超过 RPE 8。

# recommendation.detail.buildLoadGradually
source: Your chronic load is low. Use today to progressively build capacity, but don't push past RPE 8 given moderate recovery.
zh_hans: 你的慢性负荷较低。利用今天逐步增加容量，但鉴于中等恢复，不要超过 RPE 8。

# recommendation.detail.buildYourBase
source: You're fresh and your chronic load is low. Great opportunity to progressively build training capacity. Push toward RPE 9.
zh_hans: 你精力充沛，慢性负荷较低。这是逐步增加训练容量的好机会。推向 RPE 9。

# recommendation.detail.fatigueElevated
source: Accumulated training stress suggests lighter work today. Active recovery will help you come back stronger.
zh_hans: 积累的训练压力表明今天应该进行较轻的工作。主动恢复将帮助你更强势地回归。

# recommendation.detail.fatigueElevatedBody
source: Accumulated training stress suggests your body needs lighter work today. Active recovery will help you come back stronger.
zh_hans: 积累的训练压力表明你的身体今天需要较轻的工作。主动恢复将帮助你更强势地回归。

# recommendation.detail.feelingGoodHighStrain
source: Readiness is high, but accumulated strain is high relative to your tolerance. Don't let good readiness mask it — train at 75% volume, stay controlled.
zh_hans: 准备度较高，但相对于你的承受力，积累压力较高。不要让良好的准备度掩盖它 — 以 75% 训练量进行训练，保持控制。

# recommendation.detail.feelingGoodLoadHigh
source: Recovery is great, but recent load is elevated relative to your baseline. Don't let good recovery mask accumulated fatigue. Train at 75% volume, stay controlled.
zh_hans: 恢复很好，但最近的负荷相对于你的基线较高。不要让良好的恢复掩盖积累的疲劳。以 75% 训练量进行训练，保持控制。

# recommendation.detail.fullRestLoad
source: Recovery is low and recent load is elevated. Focus on sleep, nutrition, and parasympathetic activities (breathing drills, light walking).
zh_hans: 恢复较低，最近的负荷较高。专注于睡眠、营养和副交感神经活动（呼吸练习、轻步行）。

# recommendation.detail.fullRestStrain
source: Readiness is low and accumulated strain is high. Prioritize sleep, nutrition, and parasympathetic recovery.
zh_hans: 准备度较低，且积累的压力较高。优先考虑睡眠、营养和副交感神经恢复。

# recommendation.detail.goZoneFullyReady
source: Readiness is high and accumulated strain is low. Great day for PR attempts, high-intensity intervals, plyometrics, or max-effort training.
zh_hans: 准备度较高，积累压力较低。适合尝试个人最佳、高强度间隔训练、增强式训练或最大努力训练的日子。

# recommendation.detail.goZoneRecoveryHigh
source: Recovery is high and your load is steady relative to baseline. Good day for PR attempts, high-intensity intervals, plyometrics, or max effort training.
zh_hans: 恢复较高，你的负荷相对于基线保持稳定。适合尝试个人最佳、高强度间隔训练、增强式训练或最大努力训练的日子。
